[
    {
        "_id": "67rdca3eeb7f6fgeed47187562",
        "skills": [
            {
                "title": "Berserker's Call",
                "ability": "Герой бросает вызов ближайшим врагам, заставляя их атаковать его, а также получает бонус к броне на время действия способности."
            },
            {
                "title": "Battle Hunger",
                "ability": "Приводит врага в бешенство, нанося ему урон, пока он кого-нибудь не убьёт или действие способности не закончится. Урон от способности увеличивается в зависимости от брони владельца способности. Скорость передвижения жертвы уменьшается, когда она не смотрит в сторону владельца способности."
            },
            {
                "title": "Counter Helix",
                "ability": "После определённого числа полученных атак герой прокручивает вокруг себя топор, нанося чистый урон всем врагам неподалёку."
            },
            {
                "title": "Culling Blade",
                "ability": "Герой находит слабую точку врага и наносит ему чистый урон. Если убить этой способностью вражеского героя, её перезарядка сбрасывается, броня её владельца навсегда увеличится, а он и его союзники поблизости временно получат дополнительную скорость передвижения и броню."
            }
        ]
    },
    {
        "_id": "67rdca3eeb7f6fgeed47187563",
        "skills": [
            {
                "title": "Acid Spray",
                "ability": "Распыляет в указанной области облако кислоты, которое наносит врагам периодический урон и снижает их броню."
            },
            {
                "title": "Unstable Concoction",
                "ability": "Герой начинает встряхивать колбу с гремучей смесью, которую можно бросить во вражеского героя. При попадании колба взорвётся, оглушив всех противников в радиусе взрыва и нанеся им урон. Чем дольше смесь встряхивать, тем больше урона она нанесёт и тем дольше будет оглушение. Пока герой не бросит колбу, он передвигается быстрее. Максимальный эффект достигается после 5 сек., однако если не выбросить колбу через 5,5 секунды, она взорвётся в руках героя, подействовав и на него самого."
            },
            {
                "title": "Unstable Concoction Throw",
                "ability": "Способность: направленная на юнита."
            },
            {
                "title": "Corrosive Weaponry",
                "ability": "Покрытое кислотой оружие героя снижает сопротивление эффектам и скорость передвижения у жертв его атак. Этот эффект складывается."
            },
            {
                "title": "Greevil's Greed",
                "ability": "Способность: пассивная. Позволяет синтезировать больше золота из врагов и рун. Дополнительное золото за убийство существ состоит из начального бонуса и нарастающего, который увеличивается с каждым существом, убитым в течение 36 сек. после предыдущего. Также способность умножает золото от рун богатства."
            },
            {
                "title": "Berserk Potion",
                "ability": "Бросает в союзника зелье, которое применяет на него нормальное развеивание, увеличивает восстановление здоровья, а также ускоряет атаку и передвижение."
            },
            {
                "title": "Chemical Rage",
                "ability": "Особая химическая смесь разъяряет героя, отчего задержка перед его атакой уменьшается, а скорость его передвижения и восстановление здоровья увеличиваются."
            }
        ]
    }
]
