[
    {
        "_id": "67rdca3eeb7f6fgeed4718871",
        "main": "Становятся мощным к поздним стадиям игры, если получат значительное преимущество в золоте.",
        "general": "Керри, (с англ. Carry — нести, тащить, Farm — выращивать, наращивать, здесь в значении накопления потенциала) — герои, которые «принесут» команде победу. Их потенциал зависит от собранных предметов. Как правило, в начале игры они очень слабы и поэтому должны быть защищены героями, способными гораздо успешнее драться в начале игры, но позднее становятся весьма могущественны. Для раскрытия всех своих возможностей они должны умело пользоваться способностями. Наличие большого количества таких персонажей в команде может усложнить игру, так как каждый игрок будет стараться получить опыт или лишнее золото, что, конечно, замедлит получение опыта и золота другим игрокам.",
        "name": "Кери(Carry)",
        "type": "carry"
    },
    {
        "_id": "67rdca3eeb7f6fgeed4718872",
        "main": "Выводит врагов из строя хотя бы одной из своих способностей.",
        "general": "Контроль, (с англ. Disable — обезвреживать (противника), лишать неких возможностей, способностей) — герои, способности которых направлены на выведение из сражения одной или нескольких целей. Хоть по своей сути дизейблеры — преимущественно герои поддержки, они также могут отыгрывать роли инициаторов для внезапного убийства героев противника, если врагов не слишком много. Настоящие же инициаторы сохраняют свои способности для больших стычек.",
        "name": "Дизейблер(Disabler)",
        "type": "disabler"
    },
    {
        "_id": "67rdca3eeb7f6fgeed4718873",
        "main": "Отлично подходит для начала командного сражения.",
        "general": "Инициация — подходят для командных боев. Обычно у таких героев в основе способности, воздействующие на большие области. Инициаторы, как правило, начинают драки, нападая неожиданно для противника. Типичная тактика таких героев — обездвиживать и наносить урон всей вражеской команде, оставляя возможность союзникам завершить начатое. Как следует из названия роли, они инициируют начало сражения.",
        "name": "Инициатор(Initiator)",
        "type": "initiator"
    },
    {
        "_id": "67rdca3eeb7f6fgeed4718874",
        "main": "Эффективно получает золото и опыт, убивая нейтральных крипов в лесу на ранней стадии игры.",
        "general": "Лес, (c aнгл. Jungler — лесник) — герои, которые в начале игры получают опыт, убивая нейтральных монстров в лесу, давая одному из игроков возможность развиваться, стоя на линии в одиночку. Обычно у лесников есть способности, позволяющие им брать под свой контроль нейтральных монстров или же быстро их уничтожать. Преимущество такой тактики в том, что ваша команда в целом получает больше опыта, чем команда соперников, если это, конечно, не затрудняет развитие союзников.",
        "name": "Лесник(Jungler)",
        "type": "jungler"
    },
    {
        "_id": "67rdca3eeb7f6fgeed4718875",
        "main": "Способен долго выживать в командных сражениях.",
        "general": "Стойкость (с англ. Durable — прочный) — герои, служащие надёжной опорой в команде. Обычно у таких героев много здоровья и защиты, поэтому они могут получить огромное количество урона и не умереть. Они всегда стараются принять удар врага на себя, защищая слабых товарищей. Подавляющее большинство представителей этой группы — герои с основным атрибутом Сила (Axe, Centaur Warrunner и др.) или с большим его приростом (Ogre Mage и др.)",
        "name": "Танк(Durable)",
        "type": "durable"
    },
    {
        "_id": "67rdca3eeb7f6fgeed4718876",
        "main": "Может быстро убивать вражеских героев мощными способностями с короткой перезарядкой.",
        "general": "Быстрый урон, Нюкеры (с англ. разгов. Nuke — ядерное оружие) — герои, имеющие сильные заклинания, способные нанести огромное количество урона как по одной, так и по нескольким целям, с относительно небольшим временем перезарядки. Такие герои в основном полагаются на силу своих заклинаний, чем на силу обычных атак. Часты случаи, когда такие герои в начале игры занимают центральную линию.",
        "name": "Нюкер(Тuker)",
        "type": "nuker"
    },
    {
        "_id": "67rdca3eeb7f6fgeed4718877",
        "main": "Может быстро осаждать и разрушать башни и казармы на всех стадиях игры.",
        "general": "Осада (с англ. Pusher — толкать, продвигать, проносить линию) — специализируются на быстром разрушении вражеских башен и продвижении линии к вражеской базе. Их основная цель — уничтожение вражеских башен для быстрого завершения игры, пока вражеские керри не стали слишком могущественны. Также они мешают противнику получать опыт и золото. Пушеры обладают способностями для быстрой остановки вражеских крипов.",
        "name": "Пушер(Pusher)",
        "type": "pusher"
    },
    {
        "_id": "67rdca3eeb7f6fgeed4718878",
        "main": "Может легко избежать смерти.",
        "general": "Побег (с англ. Escape — побег, спасение себя в опасных ситуациях) — герои, у которых есть способности, позволяющие им быстро убежать из драки, спасаясь от смерти. Особенностью этих героев могут быть способности невидимости или телепортации. Несмотря на то, что эти герои могут быстро отступить, они также могут быстро внедриться в битву, используя элемент неожиданности.",
        "name": "Эскейпер(Escape)",
        "type": "escape"
    },
    {
        "_id": "67rdca3eeb7f6fgeed4718879",
        "main": "Могут уделять меньше внимания количеству получаемого золота и предметам. Полагаются на свои способности для получения преимущества над вражеской командой.",
        "general": " Поддержка (с англ. Support — помогать, поддерживать команду) — герои, которые помогают союзникам зарабатывать больше золота и опыта. Зачастую у таких героев есть способности исцеления, они помогают обездвиживать врагов, давая союзникам время расправиться с противником, принимают меры, чтобы команду не застали врасплох и т. д. Такие герои практически не зависят от предметов, поэтому им целесообразнее часть золота тратить на расходники предметы: Smoke of Deceit icon Smoke of Deceit, Observer Ward icon Observer Ward, Sentry Ward icon Sentry Ward и другие. Они должны делать всё возможное, чтобы защитить своих керри-героев в начальной стадии игры, когда они не особо сильны.",
        "name": "Саппорт(Support)",
        "type": "support"
    }
]
